[Demo_Maya_ep5_2_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=5349,Y=-1515,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=270,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=5349,Y=-1705,Z=0),VecSub=(X=90,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=6191,Y=-2447,Z=1183),VecSub=(X=-90,Y=0,Z=0),CId=72)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=POP,Name="怪物(飛行)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=6463,Y=-2144,Z=960),VecSub=(X=-90,Y=0,Z=0),CId=257)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="怪物(飛行)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="mb_DM_0100_lp_Wait",Number=9,CId=257,Bit=4)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[11]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone_2.GG2_AMB_Schoolzone_2_LP_Cue')
DemoScripts[12]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[13]=(Actor=FADE,Command=WAIT)
DemoScripts[14]=(Actor=WINDOW,Command=SET)
DemoScripts[15]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_001_Cue',Name="カミゾノ　マヤ")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[17]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0107_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0700_lp_Depressed",Number=8)
DemoScripts[21]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_003_Cue',Name="カミゾノ　マヤ")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[23]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[25]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[28]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[29]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[30]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[32]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[33]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_007_Cue',Name="カミゾノ　マヤ")
DemoScripts[34]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[35]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[37]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_026_Cue',Name="カミゾノ　マヤ")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[39]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[40]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[41]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[42]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[45]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_010_Cue',Name="カミゾノ　マヤ")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[47]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[49]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_026_Cue',Name="")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[51]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[52]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[53]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[54]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[55]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=5349,Y=-1575,Z=135),SecTime=0.3)
DemoScripts[56]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[57]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=5349,Y=-1575,Z=135),SecTime=)
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0301_lp_one_half_perplex",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=1)
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0300_lp_Surprise",Number=8)
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_013_Cue',Name="カミゾノ　マヤ")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=5349,Y=-1515,Z=135),SecTime=0.3)
DemoScripts[65]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[66]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=5349,Y=-1515,Z=135),SecTime=)
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[68]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0301_fx_Surprise2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[69]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[70]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_015_Cue',Name="カミゾノ　マヤ")
DemoScripts[71]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[72]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[73]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_026_Cue',Name="")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[75]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[76]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[77]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[78]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=1)
DemoScripts[80]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0300_lp_Surprise",Number=8)
DemoScripts[81]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=5349,Y=-1575,Z=135),SecTime=0.3)
DemoScripts[82]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[83]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=5349,Y=-1575,Z=135),SecTime=)
DemoScripts[84]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep5_2.GG2_SE_DM_Knead_Breast_Cue')
DemoScripts[85]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[86]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_lp_close_tightly",Rate=0,Number=0,Bit=1)
DemoScripts[87]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[88]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_017_Cue',Name="カミゾノ　マヤ")
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[90]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[91]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=5349,Y=-1515,Z=135),SecTime=0.3)
DemoScripts[92]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[93]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=5349,Y=-1515,Z=135),SecTime=)
DemoScripts[94]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[95]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_019_Cue',Name="")
DemoScripts[96]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[97]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[98]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_026_Cue',Name="")
DemoScripts[99]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[100]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0301_fx_Surprise2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[102]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[103]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[104]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[105]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[106]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[107]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[108]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[109]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_022_Cue',Name="")
DemoScripts[110]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[111]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[112]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[114]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[115]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_023_Cue',Name="カミゾノ　マヤ")
DemoScripts[116]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[117]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[118]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[119]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[120]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[121]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_025_Cue',Name="")
DemoScripts[122]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[123]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[124]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_026_Cue',Name="")
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[126]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[127]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[128]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[129]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[130]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[131]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[132]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[133]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Pinch.GG2_BGM_DM_CMN_Pinch_Cue')
DemoScripts[134]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_027_Cue',Name="カミゾノ　マヤ")
DemoScripts[135]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[136]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[137]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_028_Cue',Name="")
DemoScripts[138]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[139]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[140]=(Actor=WINDOW,Command=EXIT)
DemoScripts[141]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=320,Y=38,Z=0),SecTime=0.3)
DemoScripts[142]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[143]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=320,Y=38,Z=0),SecTime=)
DemoScripts[144]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[145]=(Actor=WINDOW,Command=SET)
DemoScripts[146]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_029_Cue',Name="")
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[148]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[149]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_030_Cue',Name="")
DemoScripts[150]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[151]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[152]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[153]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[154]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[155]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[156]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_032_Cue',Name="")
DemoScripts[157]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[158]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[159]=(Actor=WINDOW,Command=EXIT)
DemoScripts[160]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=270,Y=-5,Z=0),SecTime=0.3)
DemoScripts[161]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[162]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=270,Y=-5,Z=0),SecTime=)
DemoScripts[163]=(Actor=WINDOW,Command=SET)
DemoScripts[164]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[165]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_2.GG2_V_Maya_ep5_2_034_Cue',Name="カミゾノ　マヤ")
DemoScripts[166]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[167]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[168]=(Actor=WINDOW,Command=EXIT)
DemoScripts[169]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[170]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[171]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[172]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[173]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep5_2_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep5_2_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="真夜",Text="峯哥!")

Texts[1]=(Label="TEXT02",Name="峯大",Text="小真夜,小忍呢?/n找到了嗎?")

Texts[2]=(Label="TEXT03",Name="真夜",Text="還沒......")

Texts[3]=(Label="TEXT04",Name="峯大",Text="這樣啊......")

Texts[4]=(Label="TEXT05",Name="峯大",Text="(小真夜看起來很沮喪啊....../n我得想辦法鼓勵她......)")

Texts[5]=(Label="TEXT06",Name="峯大",Text="打起精神來吧,小真夜./n老是低頭看著下方/n可沒辦法找到小忍哦.")

Texts[6]=(Label="TEXT07",Name="真夜",Text="好像......是呢......")

Texts[7]=(Label="TEXT08",Name="峯大",Text="來,把頭抬起來./n挺起胸膛吧.")

Texts[8]=(Label="TEXT09",Name="峯大",Text="用這條手帕擦擦眼淚吧.")

Texts[9]=(Label="TEXT10",Name="真夜",Text="雖然我,沒在哭....../n但還是謝謝你.")

Texts[10]=(Label="TEXT11",Name="峯大",Text="哎呀?")

Texts[11]=(Label="TEXT12",Name="峯大",Text="我摸我摸.")

Texts[12]=(Label="TEXT13",Name="真夜",Text="呀嗚!?/n突......突然間,做什麼......!?")

Texts[13]=(Label="TEXT14",Name="峯大",Text="小真夜,沒事的./n還有我在./n小忍絕對不會有事.")

Texts[14]=(Label="TEXT15",Name="真夜",Text="嗚嗚......")

Texts[15]=(Label="TEXT16",Name="峯大",Text="看招~我揉我揉~")

Texts[16]=(Label="TEXT17",Name="真夜",Text="哈嗚!!")

Texts[17]=(Label="TEXT18",Name="峯大",Text="啊!/n我到底在做什麼!?")

Texts[18]=(Label="TEXT19",Name="艾可蘿",Text="未免太依循本能行動了吧!!")

Texts[19]=(Label="TEXT20",Name="峯大",Text="小真夜,我知道妳很擔心小忍,/n但要是一直擺出那麼沉悶的表情,/n小忍也會無法瞑目啊......")

Texts[20]=(Label="TEXT21",Name="峯大",Text="小真夜得要打起精神纔行./n不然小忍她......在九泉之下/n一定會哭泣喔.")

Texts[21]=(Label="TEXT22",Name="艾可蘿",Text="你幹嘛假裝安慰/n說些邪門歪道的話啊!?")

Texts[22]=(Label="TEXT23",Name="真夜",Text="......住口.")

Texts[23]=(Label="TEXT24",Name="峯大",Text="咕哇!")

Texts[24]=(Label="TEXT25",Name="艾可蘿",Text="這是當然的!")

Texts[25]=(Label="TEXT26",Name="忍",Text="......真夜--!!",Format[0]=(Size=25,Start=0,End=9))

Texts[26]=(Label="TEXT27",Name="真夜",Text="是小忍的,聲音......!")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="啊,那是!")

Texts[28]=(Label="TEXT29",Name="忍",Text="噫呀--!")

Texts[29]=(Label="TEXT30",Name="艾可蘿",Text="那是......使魔!?/n是惡魔的僕人!!")

Texts[30]=(Label="TEXT31",Name="峯大",Text="難道說,小忍是被那個......?")

Texts[31]=(Label="TEXT32",Name="真夜",Text="屋頂......!")

Texts[32]=(Label="TEXT33",Name="峯大",Text="嗯!/n我們快走吧,小真夜!")

Texts[33]=(Label="TEXT34",Name="真夜",Text="......!")

Texts[34]=(Label="",Name="",Text="")

Texts[35]=(Label="SELECT01",Name="",Text="垂頭喪氣/n是不行的")

Texts[36]=(Label="SELECT02",Name="",Text="偷偷把手帕/n遞出去")

Texts[37]=(Label="SELECT03",Name="",Text="摸摸頭")

Texts[38]=(Label="SELECT04",Name="",Text="揉一揉")

Texts[39]=(Label="SELECT05",Name="",Text="小忍會在/n九泉之下哭泣哦")

Texts[40]=(Label="SELECT06",Name="",Text="")

Texts[41]=(Label="SELECT07",Name="",Text="")

Texts[42]=(Label="SELECT08",Name="",Text="")

Texts[43]=(Label="SELECT09",Name="",Text="")

Texts[44]=(Label="SELECT10",Name="",Text="")


